[
  {
    "trackId": 1,
    "trackName": "It Is Nothing",
    "trackViews": 10,
    "trackYoutubeId": "sNTReqI_PdA",
    "trackLyrics": "Oh no, don't feel it's right, fall apart, let's not fight\nMake up, stay tonight, feel alone, it's alright\n\nIt is nothing, it is nothing, it is nothing\n\nHope lust life what went wrong, see now it's all gone\nNo-no, don't hold on, feel good what went wrong\n\nIt is nothing, it is nothing, it is nothing\n\nOh no, don't feel it's right, fall apart, let's not fight\nMake up, stay tonight, feel alone, it's alright\n\nIt is nothing, it is nothing, it is nothing\nIt is nothing, it is nothing, it is nothing\nIt is nothing, it is nothing",
    "albumId": 1,
    "trackNumber": 1
  },
  {
    "trackId": 2,
    "trackName": "In Your Heart",
    "trackViews": 5,
    "trackYoutubeId": "j6YKGJToe9w",
    "trackLyrics": "Don't say that you're nice to me alright, you're lying\nDon't say that you'll be with me tonight, you're lying\nDon't think I forgot what you said implying\nThere's nothing there and it's dead\n\nIn your heart, in your heart, in your heart, in your heart\n\nDon't say I'm not nice to you tonight, I'm trying\nDon't say I'm not in love with you alright, I'm crying\nDon't say that you'll be with me again, you're lying\nThere's nothing there and it's dead\n\nIn your heart, in your heart, in your heart, in your heart\n\nIn your heart, in your heart, in your heart, in your heart\nIn your heart, in your heart, in your heart, in your heart",
    "albumId": 1,
    "trackNumber": 2
  },
  {
    "trackId": 3,
    "trackName": "Lost Feeling",
    "trackViews": 0,
    "trackYoutubeId": "NOIS6j-nG7Y",
    "trackLyrics": "If love could be the answer then the answer would be you\nAnd if I could have a feeling then I'd want it to be true\nMy dreams have all been broken and my past is flood with tears\nNow my time is open but the feelings gone, the feeling is gone\nI hold on to a reason but I've got no reason to\nTry and try forever but I won't get back to you\nAnd I'm dying to meet you, and I'm dying to see you\nI'm dying to hold you and I'm dying to have you\nI can try to make you stay but the feelings gone, the feeling has gone\n\nNow I build up strength and I build it up to\nCut away the answer and I hope I get to you\nWell I'm dying to meet you, I'm dying to see you\nI'm dying to hold you and I'm dying to have you\nSome things never go away but the feelings gone, the feeling is gone",
    "albumId": 1,
    "trackNumber": 3
  },
  {
    "trackId": 4,
    "trackName": "Deadbeat",
    "trackViews": 0,
    "trackYoutubeId": "_p5us-dKiIo",
    "trackLyrics": "Oh, hear the sound on the tracks and on the run\nNow, now you're down, stupid shit, you better run\n\nWhat, what the fuck, don't play with my heart\nI said what, what the fuck, don't play with my heart, who am I?\n\nDream but dream alone, driving fast and driving thin\nDream and dream you're home, live in fast and live in sin\n\nWhat, what the fuck, don't play with my heart\nI said what, what the fuck, don't play with my heart, who am I?\n\nYou're all alone, now you're all alone\nNow you're all alone again\nI said you're fucked up, girl, you won't come down\nDon't take me down, now you're all alone again\n\nDown, I let you in, holding love and hold it in\nFeeling bad and looking thin, holding on and holding in\n\nWhat, what the fuck, don't play with my heart\nI said what, what the fuck, don't play with my heart, who am I?",
    "albumId": 1,
    "trackNumber": 4
  },
  {
    "trackId": 5,
    "trackName": "Keep Slipping Away",
    "trackViews": 3,
    "trackYoutubeId": "hUdntXPEEgM",
    "trackLyrics": "I sit here waiting as time keeps slipping away\nIn my heart are all the words that I want to say\nWithout you I know that I, I would die\nAnd with you I know my heart would always try\n\nYou have my heart, you have my soul\nTrue love, it should last forever\nTime's slipping away\n\nI can't shut up my mouth I have to say how I feel\n'Cause when I can't control my heart I know that it's real\nI hold on tight and try to convince you to stay\nAnd have my heart tell you what I've been dying to say\n\nYou have my heart, you have my soul\nTrue love, it should last forever\nTime's slipping away\n\nMy mind's made up and I know that I want you\nBecause these words and feeling of love are all true\nI'll never say it but I always want you to know\nAs each day goes by my love continues to grow\n\nYou have my heart, you have my soul\nTrue love, it should last forever, forever\nYou don't remember me, you don't remember me\nYou don't remember me, you don't remember me\n\nI sit here waiting as the years keep slipping away\nIn my heart were all of the words that I wanted to say\nI didn't get the chance to show my feelings were real\nAnd my heart would never tell you just how I feel\nMy hopes and dreams are crushed and have washed away\nLeaving my heart empty and without a word to say\nMy hopes and dreams are crushed and have slipped away\nMy hopes and dreams are crushed and all washed away\nMy hopes and dreams are crushed and have slipped away",
    "albumId": 1,
    "trackNumber": 5
  },
  {
    "trackId": 6,
    "trackName": "Ego Death",
    "trackViews": 0,
    "trackYoutubeId": "oGu8i6EwcPU",
    "trackLyrics": "Leaving life with a hand to hold\nAnd I don't wanna go back\nWe couldn't see cause our shades were on so we lift\nAnd our ego's dead\nAnd you were trapped in a ten foot scream\nBlue stars float on a plastic screen\nGive me something to feel all right\n'Cause it's acid to my head, so come on\n50 miles of desert sky\nAnd you were getting me off\nWe couldn't talk so we sewed our words to our shirts\nWhere we sewed our heads\nMaster feelers on light globe beams\nPeople move and shake like trees\nGive me something to feel all right\n'Cause it's acid to my head, so come on, so come on\nSo come on, so come on\n\nAnd you'll kick me in the head, I'm alive and I'm dead\nAnd the colors shift like a fifty forture wall, common fuck\nDon't kill you've been alone, stuck sick and miles from home\nAnd the forture grips as you lose control\n\nEngines revved and your eyes are a night\nAnd you were getting me high\nWe couldn't love 'cause we break our hearts\nOn the words where we sewed our hearts\nAnd you been talking behind my back\nAnd you've been talking inside my back\nGive me something to feel all right\n'Cause it's acid to my head, so come on, so come on\nSo come on, so come on\n\nAnd you'll kick me in the head, I'm alive and I'm dead\nAnd the colors shift like a fifty forture wall, common fuck\nDon't kill you've been alone, stuck sick and miles from home\nAnd it's acid that makes you lose, gimme acid, gimme acid, gimme acid",
    "albumId": 1,
    "trackNumber": 6
  },
  {
    "trackId": 7,
    "trackName": "Smile When You Smile",
    "trackViews": 3,
    "trackYoutubeId": "P2G6K7gKdMc",
    "trackLyrics": "I'm a little child, smile when you smile\nJoy when you're around and sad when you are down\n'Cause I found love I want you next to me\nAnd I found life with you here\n\nYou make life warm, you make me happy when you\nTell me everything will be okay, hey\nLet's make love, you make me happy now but\nYou can see my heart change with the sun\nNow I'm feeling sad, so I want you, I want you\nI still want you, I want you, I still want you\n\nYou won't talk to me and I can't make you smile\nI just bring you down and you don't want me here\nThough I still feel love and want you next to me\n'Cause I feel life when you're around\n\nWe made life warm, we were so happy then but\nYou won't tell me everything's okay, hey\nWe had love and I want it all again but\nI can see your heart change with the sun\nEven though you're done I still want you, I want you\nI still want you, I want you, I still want you\n\nI want you, I still want you, I want you, I still want you\nI want you, I still want you, I still want you, I still want you\nI still want you, I still want you, I want you, I still want you",
    "albumId": 1,
    "trackNumber": 7
  },
  {
    "trackId": 8,
    "trackName": "Everything Always Goes Wrong",
    "trackViews": 0,
    "trackYoutubeId": "B4VcecIeEFA",
    "trackLyrics": "Waves wash over everything on the ground\nThe sun's reflection blocked by a sound\nThe sound of life just as it's ripped apart\nI'd say these words to you but fear that my heart would stay away\nYou took my hand, so I showed you the place\nNow it's grown empty you can see it in my face\nThen the sound and it rips me in half\nWho'd say these things to you if it wasn't meant to last not today\n\nLove, love, love, love, love, love, love, love\n\nWhat comes out nails your head to the floor\nI say I'm sorry as I'm walking out the door\n\nLove, love, love, love, love, love, love, love",
    "albumId": 1,
    "trackNumber": 8
  },
  {
    "trackId": 9,
    "trackName": "Exploding Head",
    "trackViews": 0,
    "trackYoutubeId": "aiea07gW8VI",
    "trackLyrics": "People living in the dark\nState protecting life then tear it apart\n'Cause commotion cause a scene, cracking skull, expanding seam\nEvery time there is a choice, it's tear it apart\n\nFall, high, don't ever touch the ground\nKnow, no wars are ever won\nWhen they can't kill me then know that it's safe\nTo come back, come back, come back exploding head\nExploding head, exploding head, exploding head\n\nTouch by the hand of god\nIt's a secret that is held now fire the gun\nSit down love and tighten up the pace\nCommands close eyes, command shoot off the face\n\nFall, high, don't ever touch the ground\nKnow, no wars are ever won\nWhen they can't kill me then know that it's safe\nTo come back, come back, come back exploding head\nExploding head, exploding head, exploding head\n\nLovers bound by their tongues\nBound by their hands, bound by love\nIntentions, shadow truth and the motivation's done\nThe secret was a lie and the truth was never won\n\nFall, high, don't ever touch the ground\nKnow, no wars are ever won\nWhen they can't kill me then know that it's safe\nTo come back, come back, come back exploding head\nExploding head, exploding head, exploding head\nExploding head, exploding head, exploding head, exploding head",
    "albumId": 1,
    "trackNumber": 9
  },
  {
    "trackId": 22,
    "trackName": "I Lived My Life To Stand In The Shadow Of Your Heart",
    "trackViews": 1,
    "trackYoutubeId": "cT8qJi-oad0",
    "trackLyrics": "I've lived my life to stand in the shadow of your heart\nYou make my dreams complete and then crash them down\nBut every dream could breathe new life\nJust like the memories you had with me\nI want to take you down but now you want me dead\nThe way you lie sends an arrow straight into my heart\nYou make my dreams complete and then crash them down\nBut every dream can breathe new life\nMaybe that's just in my head\nI want to take you down but now you want me dead\n\nYou want me back but I don't care\nI want you back but you're not there\n\nI've lived my life to stand in the shadow of your heart\nYou make my dreams complete and then crash them down\nBut every dream could bring new life\nBut the close you had with me\nI want to take you down but now you want me dead\n\nYou want me back but I don't care\nI want you back but you're not there",
    "albumId": 1,
    "trackNumber": 10
  },
  {
    "trackId": 23,
    "trackName": "The Dead Flag Blues",
    "trackViews": 1,
    "trackYoutubeId": "XVekJTmtwqM",
    "trackLyrics": "The car is on fire, and there's no driver at the wheel\nAnd the sewers are all muddied with a thousand lonely suicides and a dark wind blows\n\nThe government is corrupt\nAnd we're on so many drugs with the radio on and the curtains drawn\n\nWe're trapped in the belly of this horrible machine\nAnd the machine is bleeding to death\n\nThe sun has fallen down\nAnd the billboards are all leering\nAnd the flags are all dead at the top of their poles\n\nIt went like this\n\nThe buildings tumbled in on themselves\nMothers clutching babies\nPicked through the rubble and pulled out their hair\n\nThe skyline was beautiful on fire\nAll twisted metal stretching upwards\nEverything washed in a thin orange haze\n\nI said, \"Kiss me, you're beautiful, these are truly the last days\"\nYou grabbed my hand and we fell into it\nLike a daydream or a fever\n\nWe woke up one morning and fell a little further down\nFor sure it's the valley of death\nI open up my wallet and it's full of blood",
    "albumId": 3,
    "trackNumber": 1
  },
  {
    "trackId": 24,
    "trackName": "East Hastings",
    "trackViews": 0,
    "trackYoutubeId": "V9Ty3YnWN80",
    "trackLyrics": "...Nothing's Alrite in Our Life.../The Dead Flag Blues (Reprise)\n\nInstrumental\n\nThe Sad Mafioso...\n\nInstrumental\n\nDrugs in Tokyo/Black Helicopter\n\nThey have a large barge with a radio antenna tower on it that they would charge up and discharge\nThey have a large barge with a radio antenna tower on it that they would charge up and discharge\nThey have a large barge with a radio antenna tower on it",
    "albumId": 3,
    "trackNumber": 2
  },
  {
    "trackId": 25,
    "trackName": "Providence",
    "trackViews": 0,
    "trackYoutubeId": "6tZ_uwDlmPY",
    "trackLyrics": "(D'you think the end of the world is coming?)\nThe preacher man says it's the end of time\nHe says that America's rivers are going dry\nThe interest is up, the stock market's down\nYou guys have to be careful walking around here this late at night\n(Spare change?)\nThis, no we don't ma'am, I'm sorry, this this this is the perfect place to get jumped\n(But d'you think the end of the world is coming?)\nNo, so says the preacher man but I don't go by what he says\n(Indeed)\n\nWhere are you going?\nWhere are you going?\n\nWhere are you going?\nWhere are you going?\nWhere are you going?\n\nWhere are you going, going?\nWhere are you going?\nWhere are you going?\nWhere are you going? (Where are you going?)\n\nWhere are you going?\nWhere are you going?\nWhere are you going?\n\nWhere are you going?\nWhere are you going?\nWhere are you going?\nWhere are you going?\n\nWhere are you going?\n\nWhere are you going?",
    "albumId": 3,
    "trackNumber": 3
  }
]
